INSERT INTO address_location(ID, STREET_ID, POSTAL_CODE, STREET_NUMBER, SEARCH_STREET_NUMBER,
                             BLOCK_NUMBER, SEARCH_BLOCK_NUMBER, ROOM_NUMBER, SEARCH_ROOM_NUMBER)
VALUES (10001001, 30001101, '30101', '33', '33', NULL, NULL, '102a', '102a'),
       (10001002, 30001041, NULL, '32б', '32Б', 'Корпус "Ф"', 'КОРПУС "Ф"', '801б', '801Б'), -- Новий Тестіїв, Станіслава Лєма
       (10001003, 30001102, '41021', 'Сонце', 'СОНЦЕ', NULL, NULL, '414', '414'),
       (10001004, 30001102, '41021', 'Місяць', 'МІСЯЦЬ', NULL, NULL, '23', '23'),
       (10001005, 30001101, NULL, '34', '34', NULL, NULL, '11', '11'),
       (10001006, 30001103, '81101', '22б', '22б', 'Блок "Д"', 'БЛОК "Д"', '416ї', '416Ї'),
       (10001007, 30001103, NULL, '22', '22', NULL, NULL, '12', '12'),
       (10001008, 30001103, NULL, 'Сан-Сіті', 'САН-СІТІ', NULL, NULL, NULL, NULL),
       (10001009, 30001104, NULL, 'Ельдорадо', 'ЕЛЬДОРАДО', NULL, NULL, 'Реєстрація', 'РЕЄСТРАЦІЯ'),
       (10001010, 30001104, NULL, '23', '23', NULL, NULL, '44', '44'),
       (10001011, 30001104, NULL, '23', '23', NULL, NULL, '45', '45'),
       (10001012, 30001011, '00001', '1a', '1A', NULL, NULL, '211b', '211B'),            -- Тестіїв, Вокзальна
       (10001013, 30001011, '00001', '1a', '1A', NULL, NULL, '401d', '401D'),            -- Тестіїв, Вокзальна
       (10001014, 30001011, '00002', '28', '28', 'Тлалок', 'Тлалок', '78q', '78Q'),      -- Тестіїв, Вокзальна
       (10001015, 30001012, '00011', 'Рух', 'Рух', '#!', '#!', '@', '@'),                -- Тестіїв, Незалежності
       (10001016, 30001012, '00011', 'Слово', 'СЛОВО', NULL, NULL, '78', '78'),          -- Тестіїв, Незалежності
       (10001017, 30001013, '00021', 'Слово', 'СЛОВО', '#', '#', '51', '51'),            -- Тестіїв, Перемоги
       (10001018, 30001013, '00021', 'Твердо', 'ТВЕРДО', NULL, NULL, '67', '67'),        -- Тестіїв, Перемоги
       (10001019, 30001013, '00021', 'Твердо', 'ТВЕРДО', NULL, NULL, '69', '69'),        -- Тестіїв, Перемоги
       (10001020, 30001014, '00031', 'Рци', 'РЦИ', NULL, NULL, '71-Азъ', '71-АЗЪ'),      -- Тестіїв, Тараса Шевченка
       (10001021, 30001021, '00041', 'Азъ', 'АЗЪ', NULL, NULL, '10-Букі', '10-БУКІ'),    --
       (10001022, 30001021, '00041', 'Азъ', 'АЗЪ', NULL, NULL, '11-Вєді', '11-ВЄДІ'),
       (10001023, 30001021, '00041', 'Букі', 'БУКІ', NULL, NULL, '133', '133'),
       (10001024, 30001022, '00052', 'Вєді', 'ВЄДІ', NULL, NULL, '75-є', '75-Є'),
       (10001025, 30001022, '00053', 'Ґлаґоль', 'ҐЛАҐОЛЬ', 'Гама', 'ГАМА', '89-іже', '89-ІЖЕ'),
       (10001026, 30001022, '00053', 'Добро', 'ДОБРО', NULL, NULL, NULL, NULL),
       (10001027, 30001023, '00053', 'Добро', 'ДОБРО', NULL, NULL, '14', '14'),
       (10001028, 30001023, '00053', 'Єсть', 'ЄСТЬ', 'Жизнь', 'ЖИЗНЬ', '1-Како', '1-КАКО'),
       (10001029, 30001023, '00054', 'Жизнь', 'ЖИЗНЬ', NULL, NULL, '81', '81'),
       (10001030, 30001023, '00054', 'Како', 'КАКО', NULL, NULL, NULL, NULL),
       (10001031, 30001024, '00054', 'Люді', 'ЛЮДІ', NULL, NULL, '21A', '21A'),
       (10001032, 30001024, '00054', '8-Мислєтє', '8-МИСЛЄТЄ', 'Q1', 'Q1', '210R', '210R'),
       (10001033, 30001024, '00055', '71-Наш', '71-Наш', 'Вітрило', 'ВІТРИЛО', '9ї', '9Ї'),
       (10001034, 30001031, '00057', 'Он-7', 'ОН-7', NULL, NULL, '7', '7'),                       -- Нижні Реґресії, Симона Петлюри
       (10001035, 30001031, '00057', 'Покой', 'ПОКОЙ', NULL, NULL, 'Рци-1', 'РЦИ-1'),             -- Нижні Реґресії, Симона Петлюри
       (10001036, 30001031, '00057', 'Рци-101', 'РЦИ-101', 'Жужа', 'ЖУЖА', '8є', '8Є'),           -- Нижні Реґресії, Симона Петлюри
       (10001037, 30001032, '00058', 'Слово-2', 'СЛОВО-2', NULL, NULL, '5', '5'),                 -- Нижні Реґресії, Івана Франка
       (10001038, 30001032, '00058', 'Слово-2', 'СЛОВО-2', NULL, NULL, '15', '15'),               -- Нижні Реґресії, Івана Франка
       (10001039, 30001032, '00058', 'Твєрдо', 'ТВЄРДО', NULL, NULL, '0', '0'),                   -- Нижні Реґресії, Івана Франка
       (10001040, 30001033, '00059', 'Ук-1', 'УК-1', NULL, NULL, NULL, NULL),                     -- Нижні Реґресії, Януша Корчака
       (10001041, 30001034, '00060', 'Фєртъ-8', 'ФЄРТЪ-8', 'Жукъ', 'ЖУКЪ', '1ъ', '1Ъ'),           -- Нижні Реґресії, Джорджа Гаррісона
       (10001042, 30001034, '00060', 'Хєръ', 'ХЄРЪ', NULL, NULL, NULL, NULL),                     -- Нижні Реґресії, Джорджа Гаррісона
       (10001043, 30001041, '00071', 'Цы-2', 'Цы-2', NULL, NULL, '18-ы', '18-Ы'), -- Новий Тестіїв, Станіслава Лєма
       (10001044, 30001041, '00071', 'Чєрвь-11', 'ЧЄРВЬ-11', NULL, NULL, '17-ять', '17-ЯТЬ'), -- Новий Тестіїв, Станіслава Лєма
       (10001045, 30001041, '00071', '10', '10', NULL, NULL, '1', '1'), -- Новий Тестіїв, Станіслава Лєма
       (10001046, 30001042, '00075', '11', '11', '1', '1', '2', '2'), -- Новий Тестіїв, Василя Симоненка
       (10001047, 30001042, '00075', '11', '11', '1', '1', '5', '5'), -- Новий Тестіїв, Василя Симоненка
       (10001048, 30001042, '00075', '11', '11', '2', '2', '25', '25'), -- Новий Тестіїв, Василя Симоненка
       (10001049, 30001043, '00078', '16а', '16А', NULL, NULL, '48', '48'), -- Новий Тестіїв, Леся Курбаса
       (10001050, 30001043, '00078', '16б', '16Б', NULL, NULL, '51', '51'), -- Новий Тестіїв, Леся Курбаса
       (10001051, 30001043, '00078', '16в', '16В', NULL, NULL, '24', '24'), -- Новий Тестіїв, Леся Курбаса
       (10001052, 30001043, '00078', '16в', '16В', NULL, NULL, '28', '28'), -- Новий Тестіїв, Леся Курбаса
       (10001053, 30001044, '00101', '24', '24', 'є', 'Є', '90', '90'), -- Новий Тестіїв, Василя Кожелянка
       (10001054, 30001044, '00101', '78', '78', NULL, NULL, '1', '1'), -- Новий Тестіїв, Василя Кожелянка
       (10001055, 30001044, '00101', '81', '81', NULL, NULL, '2а', '2А'), -- Новий Тестіїв, Василя Кожелянка
       (10001056, 30001044, '00101', '81', '81', NULL, NULL, '89', '89'), -- Новий Тестіїв, Василя Кожелянка
       (10001057, 30001044, '00101', '81', '81', NULL, NULL, '90', '90'), -- Новий Тестіїв, Василя Кожелянка
       (10001058, 30001051, '00107', '89', '89', NULL, NULL, '32', '32'), -- Верхні Забрьохи, Єжи Ґедройця
       (10001059, 30001051, '00107', '101', '101', 'ї', 'Ї', '43', '43'), -- Верхні Забрьохи, Єжи Ґедройця
       (10002059, 30001052, '00121', '42', '42', NULL, NULL, '72', '72'), -- Верхні Забрьохи, Анджея Вайди
       (10001060, 30001053, '00122', '24', '24', '5', '5', '12', '12'), -- Верхні Забрьохи, Стефана Банаха
       (10001061, 30001053, '00122', '25', '25', NULL, NULL, '17', '17'), -- Верхні Забрьохи, Стефана Банаха
       (10001062, 30001054, '00125', '2Б', '2Б', NULL, NULL, '102', '102'), -- Верхні Забрьохи, Владіслава Бартошевськеґо
       (10001063, 30001054, '00125', '92', '92', NULL, NULL, NULL, NULL), -- Верхні Забрьохи, Владіслава Бартошевськеґо
       (10001064, 30001061, '00128', '33', '33', NULL, NULL, '170', '170'),
       (10001065, 30001062, '00128', '45', '45', NULL, NULL, '2ав', '2АВ'),
       (10001066, 30001062, '00128', '31', '31', NULL, NULL, '21', '21'),
       (10001067, 30001062, '00128', '31', '31', NULL, NULL, '22', '22'),       -- Варшавського Повстання, Обсолітів
       (10001068, 30001063, '00151', '23', '23', NULL, NULL, '17', '17'),
       (10001069, 30001063, '00151', '18', '18', NULL, NULL, '2є', '2Є'),
       (10001070, 30001064, '00173', '17', '17', NULL, NULL, '2ц', '2Ц'),
       (10001071, 30001071, '00174', '15', '15', NULL, NULL, '2ж', '2Ж'),      -- Нові Юніттести, Карела Чапека
       (10001072, 30001072, '00181', '5ц', '5Ц', NULL, NULL, '8', '8'),
       (10001073, 30001072, '00181', '5ц', '5Ц', NULL, NULL, '9', '9'),
       (10001074, 30001072, '00181', '5ц', '5Ц', NULL, NULL, '11', '11'),
       (10001075, 30001073, '20017', '7', '7', NULL, NULL, NULL, NULL),      -- пр. Андрея Ворголи, смт Нові Юніттести
       (10001076, 30001073, '20017', '8', '8', 'ґ', 'Ґ', NULL, NULL),        -- пр. Андрея Ворголи, смт Нові Юніттести
       (10001077, 30001074, '00201', '7', '7', NULL, NULL, NULL, NULL),      -- бульвар Григорія Сковороди, смт Нові Юніттести
       (10001078, 30001074, '00201', '13', '13', NULL, NULL, '89', '89'),-- бульвар Григорія Сковороди, смт Нові Юніттести
       (10001079, 30001074, '00201', '27', '27', 'є', 'Є', '78', '78'),  -- бульвар Григорія Сковороди, смт Нові Юніттести
       (10001080, 30001081, '00209', '14', '14', NULL, NULL, '7', '7'),   -- м. Старий Тестіїв, Валер'яна Підмогильного
       (10001081, 30001081, '00209', '14', '14', 'а', 'А', '71', '71'),       -- м. Старий Тестіїв, Валер'яна Підмогильного
       (10001082, 30001081, '00209', '15', '15', NULL, NULL, '37', '37'), -- м. Старий Тестіїв, Валер'яна Підмогильного
       (10001083, 30001082, '00215', '8', '8', NULL, NULL, '8Б', '8Б'),   -- м. Старий Тестіїв, пл. Березоля
       (10001084, 30001082, '00215', '8', '8', '5ф', '5Ф', '18Б', '18Б'), -- пл. Березоля, м. Старий Тестіїв
       (10001085, 30001082, '00215', '8', '8', '4г', '4Г', '32й', '32Й'),
       (10001086, 30001082, '00215', '9', '9', NULL, NULL, '8', '8'),
       (10001087, 30001083, '00222', '23', '23', 'Ві', 'ВІ', '67', '67'),  -- Старий Тестіїв
       (10001088, 30001083, '00222', '24', '24', 'Ві', 'ВІ', '32', '32'),
       (10001089, 30001083, '00222', '24', '24', 'Ві', 'ВІ', '71', '71'),
       (10001090, 30001083, '00222', '27', '27', 'Ві', 'ВІ', '58', '58'),
       (10001091, 30001084, '00225', '45', '45', 'а', 'А', '17', '17'),     -- бул. Андрія Шептицького, м. Старий Тестіїв
       (10001092, 30001084, '00225', '46', '46', '5д', '5Д', '81', '81'),   -- бул. Андрія Шептицького, м. Старий Тестіїв
       (10001093, 30001084, '00225', '59', '59', 'є', 'Є', '201', '201'),   -- бул. Андрія Шептицького, м. Старий Тестіїв
       (10001094, 30001084, '00225', '61', '61', 'ї', 'Ї', '302', '302'),       -- бул. Андрія Шептицького, м. Старий Тестіїв
       (10001095, 30001084, '00225', '64', '64', NULL, NULL, '301', '301'), -- бул. Андрія Шептицького, м. Старий Тестіїв
       (10001096, 30001084, '00225', '72', '72', 'ц1', 'Ц1', '508', '508'), -- бул. Андрія Шептицького, м. Старий Тестіїв
       (10001097, 30001091, '00229', '14', '14', NULL, NULL, NULL, NULL),  -- вул. Джозефа Конрада, сел. Забуті Трекінги
       (10001098, 30001091, '00229', '17', '17', NULL, NULL, NULL, NULL),  -- вул. Джозефа Конрада, сел. Забуті Трекінги
       (10001099, 30001091, '00229', '19', '19', NULL, NULL, NULL, NULL),  -- вул. Джозефа Конрада, сел. Забуті Трекінги
       (10001100, 30001092, '00233', '11', '11', NULL, NULL, '5', '5'),
       (10001101, 30001092, '00233', '11', '11', NULL, NULL, '8', '8'),  --
       (10001102, 30001093, '00235', '9', '9', '7', '7', '11', '11'),
       (10001103, 30001093, '00235', '10', '10', NULL, NULL, '3', '3'),
       (10001104, 30001094, '00239', '3', '3', NULL, NULL, NULL, NULL),
       (10001105, 30001101, '00241', '2', '2', NULL, NULL, '101', '101'), -- Верхній Тестіїв, Адама Міцкевича
       (10001106, 30001102, '00242', '20', '20', '10','10', NULL, NULL), -- Верхній Тестіїв, Ринок
       (10001107, 30001103, '00243', '1', '1', NULL, NULL, '407', '407'), -- Верхній Тестіїв, Миколи Куліша
       (10001108, 30001104, '00245', '2', '2', NULL, NULL, NULL, NULL), -- Верхній Тестіїв, Джона Леннона
       (10001109, 30001111, '00246', '5', '5', NULL, NULL, NULL, NULL),   -- Граничні Випадки, Сержа Ґінзбура
       (10001110, 30001112, '00247', '16', '16', NULL, NULL, '18', '18'), -- Граничні Випадки, Ґюстава Флобера
       (10001111, 30001113, '00247', '17', '17', NULL, NULL, '101', '101'), -- Граничні Випадки, Миколи Хвильового
       (10001112, 30001113, '00248', '6', '6', NULL, NULL, NULL, NULL), -- Граничні Випадки, Миколи Хвильового
       (10001113, 30001114, '00249', '42', '42', NULL, NULL, '6', '6'), -- Граничні Випадки, Дієвої Армії
       (10001114, 30001121, '00249', '16', '16', NULL, NULL, '78', '78'), -- Нижньотестіївське, Богдана-Ігоря Антонича
       (10001115, 30001122, '00250', '7', '7', NULL, NULL, '401', '401'), -- Нижньотестіївське, Михайля Семенка
       (10001116, 30001123, '00251', '89', '89', '1', '1', NULL, NULL), -- Нижньотестіївське, Вікентія Хвойки
       (10001117, 30001124, '00252', '3', '3', NULL, NULL, '405','405'), -- Нижньотестіївське, Заньковецької
       (10001118, 30001125, '00253', '2', '2', '001', '001', '2', '2'),  -- Нижньотестіївське, Миколи Вінграновського
       (10001119, 30001131, '00254', '5', '5', NULL, NULL, '301', '301'),-- Великотестіївське, Похила
       (10001120, 30001132, '00255', '1', '1', '2001', '2001', '304', '304'),
       (10001121, 30001133, '00256', '200', '200', '1', '1', '307', '307'),
       (10001122, 30001134, '00257', '2', '2', '01', '01', '101', '101'),
       (10001123, 30001141, '00258', '101', '101', NULL, NULL, '1456', '1456'),
       (10001124, 30001142, '00259', '10', '10', 'д', 'Д', '101', '101'),
       (10001125, 30001142, '00259', '51', '51', NULL, NULL, '345', '345'),
       (10001126, 30001143, '00260', '56', '56', NULL, NULL, '234', '234'),
       (10001127, 30001144, '00261', '14', '14', NULL, NULL, NULL, NULL),
       (10001128, 30001151, '00262', '89/1', '89/1', NULL, NULL, NULL, NULL),
       (10001129, 30001151, '00262', '89/2', '89/2', NULL, NULL, NULL, NULL),  -- пр. Начельнеґо вудза Юзефа Пілсудськєґо, сел. Мала Гноярка
       (10001130, 30001151, '00262', '89/4', '89/4', NULL, NULL, NULL, NULL),
       (10001131, 30001152, '00263', '71/2а', '71/2А', NULL, NULL, '302', '302'),
       (10001132, 30001152, '00263', '171', '17', NULL, NULL, '201', '201'),
       (10001133, 30001152, '00263', '210', '210', NULL, NULL, NULL, NULL),
       (10001134, 30001152, '00263', '301а', '301А', NULL, NULL, '548', '548'),
       (10001135, 30001153, '00264', '88', '88', 'ж', 'Ж', '678', '678'),
       (10001136, 30001161, '00267', '1488', '1488', NULL, NULL, NULL, NULL),  -- Гнійні Курені, Тлалокля
       (10001137, 30001162, '00269', '18', '18', NULL, NULL, '101', '101'),    -- Гнійні Курені, Вічтліпочтля
       (10001138, 30001162, '00269', '18', '18', NULL, NULL, '102', '102'),    -- Гнійні Курені, Вічтліпочтля
       (10001139, 30001162, '00269', '18', '18', NULL, NULL, '401', '401'),    -- Гнійні Курені, Вічтліпочтля
       (10001140, 30001163, '00270', '23', '23', NULL, NULL, '17', '17'),      -- Гнійні Курені, Тенотчитланський
       (10001141, 30001164, '00271', '5', '5', 'Л1', 'Л1', '2001', '2001');    -- Гнійні Курені, Монтезуми
