-- add test region
INSERT INTO address_region(ID, DISPLAY_NAME, SEARCH_VALUE)
VALUES ('TEST', 'Тестіївська', 'ТЕСТІЇВСТКА');
-- add test districts
INSERT INTO address_district(ID, REGION_ID, DISPLAY_NAME, SEARCH_VALUE, MOCK_DISTRICT)
VALUES
(1000100, 'TEST', 'область', 'ОБЛАСТЬ', 'YES'),
(1000101, 'TEST', 'Тестіївський', 'ТЕСТІЇВСЬКИЙ', 'NO'),
(1000102, 'TEST', 'Новотестіївський', 'НОВОТЕСТІЇВСЬКИЙ', 'NO'),
(1000103, 'TEST', 'Старотестіївський', 'СТАРОТЕСТІЇВСЬКИЙ', 'NO'),
(1000104, 'TEST', 'Верхньотестіївський', 'ВЕРХНЬОТЕСТІЇВСЬКИЙ', 'NO'),
(1000105, 'TEST', 'Нижньотестіївський', 'НИЖНЬОТЕСТІЇВСЬКИЙ', 'NO'),
(1000106, 'TEST', 'Великотестівський', 'ВЕЛИКОТЕСТІВСЬКИЙ', 'NO'),
(1000107, 'TEST', 'Нетестанівський', 'НЕТЕСТАНІВСЬКИЙ', 'NO');

INSERT INTO address_settlement(ID, DISTRICT_ID, SETTLEMENT_KIND, DISPLAY_NAME, SEARCH_VALUE)
VALUES
(20010001, 1000100, 'city', 'Тестіїв', 'ТЕСТІЇВ'),
(20010002, 1000101, 'town', 'Велика Інтеґрація', 'ВЕЛИКА ІНТЕҐРАЦІЯ'),
(20010003, 1000101, 'town', 'Нижні Реґресії', 'НИЖНІ РЕҐРЕСІЇ'),
(20010004, 1000102, 'city', 'Новий Тестіїв', 'НОВИЙ ТЕСТІЇВ'),
(20010005, 1000102, 'village', 'Верхні Забрьохи', 'ВЕРХНІ ЗАБРЬОХИ'),
(20010006, 1000102, 'city', 'Обсолітів', 'ОБСОЛІТІВ'),
(20010007, 1000102, 'town', 'Нові Юніттести', 'НОВІ ЮНІТТЕСТИ'),
(20010008, 1000103, 'city', 'Старий Тестіїв', 'СТАРИЙ ТЕСТІЇВ'),
(20010009, 1000103, 'village', 'Забуті Трекінги', 'ЗАБУТІ ТРЕКІНГИ'),
(20010010, 1000104, 'city', 'Верхній Тестіїв', 'ВЕРХНІЙ ТЕСТІЇВ'),
(20010011, 1000104, 'town', 'Граничні Випадки', 'ГРАНИЧНІ ВИПАДКИ'),
(20010012, 1000105, 'town', 'Нижньотестіївське', 'НИЖНЬОТЕСТІЇВСЬКЕ'),
(20010013, 1000106, 'town', 'Великотестіївське', 'ВЕЛИКОТЕСТІЇВСЬКЕֲ'),
(20010014, 1000107, 'town', 'Нетестане', 'НЕТЕСТАНЕ'),
(20010015, 1000101, 'village', 'Мала Гноярка', 'МАЛА ГНОЯРКА'),
(20010016, 1000107, 'farmstead', 'Гнійні Курені', 'ГНІЙНІ КУРЕНІ');
