INSERT INTO address_street (ID, SETTLEMENT_ID, STREET_KIND, DISPLAY_NAME, SEARCH_VALUE)
VALUES
(30001011, 20010001, 'street', 'Вокзальна', 'ВОКЗАЛЬНА'),                    -- Тестіїв
(30001012, 20010001, 'square', 'Незалежності', 'НЕЗАЛЕЖНОСТІ'),            -- Тестіїв
(30001013, 20010001, 'avenue', 'Перемоги', 'ПЕРЕМОГИ'),                    -- Тестіїв
(30001014, 20010001, 'boulevard', 'Тараса Шевченка', 'ТАРАСА ШЕВЧЕНКА'),   -- Тестіїв
(30001021, 20010002, 'street', 'Лесі Українки', 'ЛЕСІ УКРАЇНКИ'),
(30001022, 20010002, 'square', 'Згоди', 'ЗГОДИ'),
(30001023, 20010002, 'avenue', 'Злуки', 'ЗЛУКИ'),
(30001024, 20010002, 'boulevard', 'Січових Стрільців', 'СІЧОВИХ СТРІЛЬЦІВ'),
(30001031, 20010003, 'street', 'Симона Петлюри', 'СИМОНА ПЕТЛЮРИ'),                -- Нижні Реґресії
(30001032, 20010003, 'square', 'Івана Франка', 'ІВАНА ФРАНКА'),                  -- Нижні Реґресії
(30001033, 20010003, 'avenue', 'Януша Корчака', 'ЯНУША КОРЧАКА'),                -- Нижні Реґресії
(30001034, 20010003, 'boulevard', 'Джорджа Гаррісона', 'ДЖОРДЖА ГАРРІСОНА'),     -- Нижні Реґресії
(30001041, 20010004, 'street', 'Станіслава Лєма', 'СТАНІСЛАВА ЛЄМА'), -- Новий Тестіїв
(30001042, 20010004, 'square', 'Василя Симоненка', 'ВАСИЛЯ СИМОНЕНКА'), -- Новий Тестіїв
(30001043, 20010004, 'avenue', 'Леся Курбаса', 'ЛЕСЯ КУРБАСА'), -- Новий Тестіїв
(30001044, 20010004, 'boulevard', 'Василя Кожелянка', 'ВАСИЛЯ КОЖЕЛЯНКА'), -- Новий Тестіїв
(30001051, 20010005, 'street', 'Єжи Ґедройця', 'ЄЖИ ҐЕДРОЙЦЯ'), -- Верхні Забрьохи
(30001052, 20010005, 'square', 'Анджея Вайди', 'АНДЖЕЯ ВАЙДИ'), -- Верхні Забрьохи
(30001053, 20010005, 'avenue', 'Стефана Банаха', 'СТЕФАНА БАНАХА'), -- Верхні Забрьохи
(30001054, 20010005, 'boulevard', 'Владіслава Бартошевськеґо', 'ВЛАДІСЛАВА БАРТОШЕВСЬКЕҐО'), -- Верхні Забрьохи
(30001061, 20010006, 'street', 'Героїв Крут', 'ГЕРОЇВ КРУТ'),
(30001062, 20010006, 'square', 'Варшавського Повстання', 'ВАРШАВСЬКОГО ПОВСТАННЯ'),
(30001063, 20010006, 'avenue', 'Марії Склодовськей-Кюрі', 'МАРІЇ СКЛОДОВСЬКЕЙ-КЮРІ'),
(30001064, 20010006, 'boulevard', 'Омеляновича-Павленка', 'ОМЕЛЯНОВИЧА-ПАВЛЕНКА'),
(30001071, 20010007, 'street', 'Карела Чапека', 'КАРЕЛА ЧАПЕКА'), -- Нові Юніттести
(30001072, 20010007, 'square', 'Яна Ґуса', 'ЯНА ҐУСА'), -- Нові Юніттести
(30001073, 20010007, 'avenue', 'Андрея Ворголи', 'АНДРЕЯ ВОРГОЛИ'), -- Нові Юніттести
(30001074, 20010007, 'boulevard', 'Григорія Сковороди', 'ГРИГОРІЯ СКОВОРОДИ'), -- Нові Юніттести
(30001081, 20010008, 'street', 'Валер''яна Підмогильного', 'ВАЛЕР''ЯНА ПІДМОГИЛЬНОГО'), -- м. Старий Тестіїв
(30001082, 20010008, 'square', 'Березоля', 'БЕРЕЗОЛЯ'),  -- м. Старий Тестіїв
(30001083, 20010008, 'avenue', 'Розстріляного Відродження', 'РОЗСТРІЛЯНОГО ВІДРОДЖЕННЯ'), -- м. Старий Тестіїв
(30001084, 20010008, 'boulevard', 'Андрія Шептицького', 'АНДРІЯ ШЕПТИЦЬКОГО'),    -- м. Старий Тестіїв
(30001091, 20010009, 'street', 'Джозефа Конрада', 'ДЖОЗЕФА КОНРАДА'),             -- сел. Забуті Трекінги
(30001092, 20010009, 'square', 'Вінстона Чьорчілла', 'ВІНСТОНА ЧЬОРЧІЛЛА'),     -- сел. Забуті Трекінги
(30001093, 20010009, 'avenue', 'Вудро Вільсона', 'ВУДРО ВІЛЬСОНА'),             -- сел. Забуті Трекінги
(30001094, 20010009, 'boulevard', 'Масарика', 'МАСАРИКА'),                      -- сел. Забуті Трекінги
(30001101, 20010010, 'street', 'Адама Міцкевича', 'АДАМА МІЦКЕВИЧА'),       -- Верхній Тестіїв
(30001102, 20010010, 'square', 'Ринок', 'РИНОК'),                             -- Верхній Тестіїв
(30001103, 20010010, 'avenue', 'Миколи Куліша', 'МИКОЛИ КУЛІША'),           -- Верхній Тестіїв
(30001104, 20010010, 'boulevard', 'Джона Леннона', 'ДЖОНА ЛЕННОНА'),        -- Верхній Тестіїв
(30001111, 20010011, 'street', 'Сержа Ґінзбура', 'СЕРЖА ҐІНЗБУРА'),           -- Граничні Випадки
(30001112, 20010011, 'square', 'Ґюстава Флобера', 'Ґюстава Флобера'),       -- Граничні Випадки
(30001113, 20010011, 'avenue', 'Миколи Хвильового', 'МИКОЛИ ХВИЛЬОВОГО'), -- Граничні Випадки
(30001114, 20010011, 'boulevard', 'Дієвої Армії', 'ДІЄВОЇ АРМІЇ'),        -- Граничні Випадки
(30001121, 20010012, 'street', 'Богдана-Ігоря Антонича', 'БОГДАНА-ІГОРЯ АНТОНИЧА'), -- Нижньотестіївське
(30001122, 20010012, 'square', 'Михайля Семенка', 'МИХАЙЛЯ СЕМЕНКА'),               -- Нижньотестіївське
(30001123, 20010012, 'avenue', 'Вікентія Хвойки', 'ВІКЕНТІЯ ХВОЙКИ'),               -- Нижньотестіївське
(30001124, 20010012, 'boulevard', 'Заньковецької', 'ЗАНЬКОВЕЦЬКОЇ'),                -- Нижньотестіївське
(30001125, 20010012, 'square', 'Миколи Вінграновського', 'МИКОЛИ ВІНГРАНОВСЬКОГО'), -- Нижньотестіївське
(30001131, 20010013, 'street', 'Похила', 'ПОХИЛА'),                                   -- Великотестіївське
(30001132, 20010013, 'square', 'Свободи', 'СВОБОДИ'),
(30001133, 20010013, 'avenue', 'Петра Сагайдачного', 'ПЕТРА САГАЙДАЧНОГО'),               -- Великотестіївське
(30001134, 20010013, 'boulevard', 'Ларошфуко', 'ЛАРОШФУКО'),
(30001141, 20010014, 'street', 'Підвальна', 'ПІДВАЛЬНА'),
(30001142, 20010014, 'square', 'Старомєський', 'СТАРОМЄСЬКИЙ'),
(30001143, 20010014, 'avenue', 'Маршала Фоша', 'МАРШАЛА ФОША'),
(30001144, 20010014, 'boulevard', 'Наполеона', 'НАПОЛЕОНА'),
(30001151, 20010015, 'avenue', 'Начельнеґо вудза Юзефа Пілсудськєґо', 'НАЧЕЛЬНЕҐО ВУДЗА ЮЗЕФА ПІЛСУДСЬКЄҐО'),
(30001152, 20010015, 'street', 'Філіпа К. Діка', 'ФІЛІПА К. ДІКА'),
(30001153, 20010015, 'lane', 'Соляріс', 'СОЛЯРІС'),
(30001161, 20010016, 'square', 'Тлалокля', 'ТЛАЛОКЛЯ'),                   -- Гнійні Курені
(30001162, 20010016, 'street', 'Вічтліпочтля', 'ВІЧТЛІПОЧТЛЯ'),       -- Гнійні Курені
(30001163, 20010016, 'road', 'Тенотчитланський', 'ТЕНОТЧИТЛАНСЬКИЙ'), -- Гнійні Курені
(30001164, 20010016, 'drive', 'Монтезуми', 'МОНТЕЗУМИ');              -- Гнійні Курені
