INSERT INTO `employer_vacancy`(ID, EMPLOYER_ID, SUMMARY, SEARCH_VALUE, DESCRIPTION, HOSTING_AVAILABLE, SALARY_LOW, SALARY_HIGH, MODIFICATION_TIME, OPERATOR_ID)
VALUES
# (1001001, 'Верхньотестіївська міська лікарня №1', 'ВЕРХНЬОТЕСТІЇВСЬКА МІСЬКА ЛІКАРНЯ №1', 20010010,
(101, 1001001, 'Санітар', 'САНІТАР', 'Чергування "доба-три", пільги при мед обслуговуванні, відпустка згідно КЗпП', 'YES', 5000.0, 6500.0, CURRENT_TIMESTAMP(), 10007),
(102, 1001001, 'Фельдшер (Медсестра)', 'ФЕЛЬДШЕР (МЕДСЕСТРА)', 'Чергування "доба-три", пільги при мед обслуговуванні, відпустка згідно КЗпП +10 календарних днів додаткової оплачуваної відпустки щорічно після першого року', 'YES', 7000.0, 9500.0, CURRENT_TIMESTAMP(), 10007),
(103, 1001001, 'Старший фельдшер (старша медсестра)', 'СТАРШИЙ ФЕЛЬДШЕР (СТАРША МЕДСЕСТРА)', 'Чергування денна/нічна зміна, зміна 12 годинб через день, пільги при мед обслуговуванні, відпустка згідно КЗпП + 14 календарних днів додаткової відпустки щорічно після першого року', 'YES', 11650.0, 16500.0, CURRENT_TIMESTAMP(), 10007),
#         'https://likarnia.1.testijiw.gov.ua', 30001102, CURRENT_TIMESTAMP(), 10007), -- Верхній Тестіїв STREET: 30001101, 30001102, 30001103, 30001104
#        (1001002, 'ТОВ "Перша Приватна Мемарня"', 'ТОВ "ПЕРША ПРИВАТНА МЕМАРНЯ"', 20010010,
(201, 1001002, 'Рірайтер', 'РІРАЙТЕР', 'Англійська/німецька не нижче B1; Оплачувана відпустка 2+2 тижні; медичне страхування', 'NO', 16000.0, 24000.0, CURRENT_TIMESTAMP(), 10007),
(202, 1001002, 'Редактор', 'РЕДАКТОР', 'Англійська/німецька не нижче C1+; Оплачувана відпустка 3+2 тижні; медичне страхування', 'NO', 36000.0, 48000.0, CURRENT_TIMESTAMP(), 10007),
(203, 1001002, 'Автор мемів', 'АВТОР МЕМІВ', 'Портфоліо; англійська/німецька не нижче B+; Оплачувана відпустка 3+3 тижні; медичне страхування', 'NO', 32000.0, 56000.0, CURRENT_TIMESTAMP(), 10007),
#         'https://1st-private-memshop.com.ua', 30001101, CURRENT_TIMESTAMP(), 10011),
#        (1002001, 'Завод "Метеор"', 'ЗАВОД "МЕТЕОР"', 20010004, 'http://www.meteor.plant.con.ua/', 10001044,
(301, 1002001, 'Слюсар-складальник', 'СЛЮСАР-СКЛАДАЛЬНИК', 'Розряд не нижче 3; Пільги на харчування; Відпустка згідно КЗпП', 'YES', 24000.0, 32000.0, CURRENT_TIMESTAMP(), 10007),
(302, 1002001, 'Вантажник', 'ВАНТАЖНИК', 'Пільги на харчування; Відпустка згідно КЗпП', 'YES', 10000.0, 10000.0, CURRENT_TIMESTAMP(), 10007),
(303, 1002001, 'Оператор портального крану', 'ОПЕРАТОР ПОРТАЛЬНОГО КРАНУ', 'Розряд не нижче 4; Пільги на харчування; Відпустка згідно КЗпП', 'YES', 14000.0, 18000.0, CURRENT_TIMESTAMP(), 10007),
#         CURRENT_TIMESTAMP(), 10007),                                                -- Новий Тестіів
#        (1002002, 'ПрАТ "Дика Орхідея в Багні"', 'ПРАТ "ДИКА ОРХІДЕЯ В БАГНІ"', 20010003,
(401, 1002002, 'Пархвумер-технолог', 'ПАРХВУМЕР-ТЕХНОЛОГ', 'Вища освіта за фахомЖ бакалаврат і вище; Оплачувана відпустка згідно КЗпП; Пільги на придбання продукції; Оздоровлення', 'NO', 22000.0, 28000.0, CURRENT_TIMESTAMP(), 10011),
(402, 1002002, 'лаборант', 'ЛАБОРАНТ', 'Професійна освіта за фахом "лаборант пархвумерного виробництва"; Відпустка згідно КЗпП', 'NO', 16000.0, 25000.0, CURRENT_TIMESTAMP(), 10011),
(403, 1002002, 'молодший лаборант', 'МОЛОДШИЙ ЛАБОРАНТ', 'Відпустка згідно КЗпП', 'NO', 15000.0, 18000.0, CURRENT_TIMESTAMP(), 10011),
(404, 1002002, 'торгівельний представник', 'ТОРГІВЕЛЬНИЙ ПРЕДСТАВНИК', 'Відрядження; Оплата проїзду/проживання;', 'NO', 22000.0, 28000.0, CURRENT_TIMESTAMP(), 10011),
#         'https://wild-orchid-in-mud.com/', 10001040, CURRENT_TIMESTAMP, 10011),     -- Нижні Реґресії, Януша Корчака, Ук-1
#        (1003001, 'Кафе "Дніпровська Хвиля"', 'КАФЕ "ДНІПРОВСЬКА ХВИЛЯ"', 20010005,
(501, 1003001, 'вантажник', 'ВАНТАЖНИК', '-', 'NO', 12800.0, NULL, CURRENT_TIMESTAMP(), 10011),
(502, 1003001, 'офіціант', 'ОФІЦІАНТ', 'Обов''язкова наявність санітарної книжки', 'NO', 16500.0, NULL, CURRENT_TIMESTAMP(), 10011),
(503, 1003001, 'бармен', 'БАРМЕН', 'Обов''язкова наявність санітарної книжки', 'NO', 32800.0, NULL, CURRENT_TIMESTAMP(), 10011),
(504, 1003001, 'шеф-кухар', 'ШЕФ-КУХАР', 'Обов''язкова наявність санітарної книжки; освіта за фахом', 'NO', 48000.0, NULL, CURRENT_TIMESTAMP(), 10011),
#         NULL, 10001063, CURRENT_TIMESTAMP(), 10011),                                -- Верхні Забрьохи
#        (1003002, 'ВАТ "Мурчік і Рекс"', 'ВАТ "МУРЧІК І РЕКС"', 20010003, 'https://murchik-i-reks.com/', 10001042,
(601, 1003002, 'гладильник котиків', 'ГЛАДИЛЬНИК КОТИКІВ', '-', 'NO', 22000.0, NULL, CURRENT_TIMESTAMP(), 10007),
(602, 1003002, 'гладильник песиків', 'ГЛАДИЛЬНИК ПЕСИКІВ', '-', 'NO', 18500.0, NULL, CURRENT_TIMESTAMP(), 10007),
#         CURRENT_TIMESTAMP, 10007),                                                  -- Нижні Реґресії, Джорджа Гаррісона, Хєръ
#        (1004001, 'Салон краси "Лілея"', 'САЛОН КРАСИ "ЛІЛЕЯ"', 20010010,
(701, 1004001, 'мастер манікюру', 'МАСТЕР МАНІКЮРУ', 'Санітарна книжка; сертифікат фахового навчального закладу', 'NO', 14600.0, NULL, CURRENT_TIMESTAMP(), 10007),
(702, 1004001, 'мастер педікюру', 'МАСТЕР ПЕДІКЮРУ', 'Санітарна книжка; сертифікат фахового навчального закладу', 'NO', 16000.0, NULL, CURRENT_TIMESTAMP(), 10007),
(703, 1004001, 'перукар', 'ПЕРУКАР', 'Санітарна книжка; сертифікат фахового навчального закладу', 'NO', 18900.0, NULL, CURRENT_TIMESTAMP(), 10007),
(704, 1004001, 'стиліст-візажист', 'СТИЛІСТ-ВІЗАЖИСТ', 'Санітарна книжка; сертифікат фахового навчального закладу', 'NO', 22000.0, NULL, CURRENT_TIMESTAMP(), 10007),
#         'https://www.lileya.beauty.com.ua/', 10001108, CURRENT_TIMESTAMP(), 10007), -- Верхній Тестіїв, Джона Леннона, 2
#        (1004002, 'ФОП Нарцис І.П.', 'ФОП НАРЦИС І.П.', 20010016, NULL, 10001137, CURRENT_TIMESTAMP,
(801, 1004002, 'секретар', 'СЕКРЕТАР', 'Вміння грамотно писати під диктовку; Можливі відрядження', 'NO', 12000.0, NULL, CURRENT_TIMESTAMP(), 10011),
(802, 1004002, 'охоронець', 'ОХОРОНЕЦЬ', 'довідка від психіатра; довідка про непритягнення до кримінальної відповідальності', 'NO', 8000.0, NULL, CURRENT_TIMESTAMP(), 10011),
#         10011),                                                                     -- Гнійні Курені, Вічтліпочтля, 18, 101
#        (1004003, 'ФОП Буквдупів Ж.А.', 'ФОП БУКВДУПІВ Ж.А.', 20010016, NULL, 10001138, CURRENT_TIMESTAMP,
(901, 1004003, 'охоронець', 'ОХОРОНЕЦЬ', 'довідка від психіатра; довідка про непритягнення до кримінальної відповідальності', 'NO', 12000.0, NULL, CURRENT_TIMESTAMP(), 10011),
(902, 1004003, 'водій', 'ВОДІЙ', 'Наявність водійського посвідчення категорій B, C, D; довідка від психіатра; довідка про непритягнення до кримінальної відповідальності', 'NO', 12000.0, NULL, CURRENT_TIMESTAMP(), 10011),
#         10011),                                                                     -- Гнійні Курені, Вічтліпочтля, 18, 102
#        (1004004, 'ТОВ "Веранда Монтезуми"', 'ТОВ "ВЕРАНДА МОНТЕЗУМИ"', 20010016, 'https://veranda-montezume.com.mx.ua',
(1001, 1004004, 'вантажник', 'ВАНТАЖНИК', '-', 'NO', 9000.0, NULL, CURRENT_TIMESTAMP(), 10011),
(1002, 1004004, 'хостес', 'ХОСТЕС', 'Знання іноземних мов: англійська не нижче C1', 'NO', 18000.0, NULL, CURRENT_TIMESTAMP(), 10011),
(1003, 1004004, 'водій', 'ВОДІЙ', 'Категорії B і C', 'NO', 12000.0, NULL, CURRENT_TIMESTAMP(), 10011),
#         10001139, CURRENT_TIMESTAMP, 10011),                                        -- Гнійні Курені, Вічтліпочтля, 18, 401
#        (1005001, 'ВАТ "Нова Курв''ярня"', 'ВАТ "НОВА КУРВ''ЯРНЯ"', 20010005, 'https://nova-truparnia..zabriochy.ua/',
(1101, 1005001, 'курва мачь', 'КУРВА МАЧЬ', '-', 'NO', 20000.0, NULL, CURRENT_TIMESTAMP(), 10011),
(1102, 1005001, 'скурвий син', 'СКУРВИЙ СИН', '-', 'NO', 15000.0, NULL, CURRENT_TIMESTAMP(), 10011),
(1103, 1005001, 'курва', 'КУРВА', '-', 'NO', 25000.0, NULL, CURRENT_TIMESTAMP(), 10011),
#         10001063, CURRENT_TIMESTAMP(), 10007),                                      -- Верхні Забрьохи, Владіслава Бартошевськеґо, 92
#        (1005002, 'ТОВ "Дубавріж"', 'ТОВ "ДУБАВРІЖ"',
(1201, 1005002, 'столяр', 'СТОЛЯР', 'Пільгове харчування; повний соцпакет (лікарняні, відпустка згідно КЗпП)', 'NO', 0.0, NULL, CURRENT_TIMESTAMP(), 10011),
(1202, 1005002, 'різб''яр', 'РІЗБ''ЯР', 'Пільгове харчування; повний соцпакет (лікарняні, відпустка згідно КЗпП)', 'NO', 0.0, NULL, CURRENT_TIMESTAMP(), 10011),
(1203, 1005002, 'обійник', 'ОБІЙНИК', 'Пільгове харчування; повний соцпакет (лікарняні, відпустка згідно КЗпП)', 'NO', 0.0, NULL, CURRENT_TIMESTAMP(), 10011);

#