INSERT INTO address_location(ID, STREET_ID, POSTAL_CODE, STREET_NUMBER, SEARCH_STREET_NUMBER,
                             BLOCK_NUMBER, SEARCH_BLOCK_NUMBER, ROOM_NUMBER, SEARCH_ROOM_NUMBER)
VALUES
  (10001001, 30001101, '30101', '33', '33', NULL, NULL, '102a', '102a'),
  (10001002, 30001041, NULL, '32б', '32Б', 'Корпус "Ф"', 'КОРПУС "Ф"', '801б', '801Б'),
  (10001003, 30001102, '41021', 'Сонце', 'СОНЦЕ', NULL, NULL, '414', '414'),
  (10001004, 30001102, '41021', 'Місяць', 'МІСЯЦЬ', NULL, NULL, '23', '23'),
  (10001005, 30001101, NULL, '34', '34', NULL, NULL, '11', '11'),
  (10001006, 30001103, '81101', '22б', '22б', 'Блок "Д"', 'БЛОК "Д"', '416ї', '416Ї'),
  (10001007, 30001103, NULL, '22', '22', NULL, NULL, '12', '12'),
  (10001008, 30001103, NULL, 'Сан-Сіті', 'САН-СІТІ', NULL, NULL, NULL, NULL),
  (10001009, 30001104, NULL, 'Ельдорадо', 'ЕЛЬДОРАДО', NULL, NULL, 'Реєстрація', 'РЕЄСТРАЦІЯ'),
  (10001010, 30001104, NULL, '23', '23', NULL, NULL, '44', '44'),
  (10001011, 30001104, NULL, '23', '23', NULL, NULL, '45', '45');

